<%--
*******************************************************************************
***    명칭: listUserInfo.jsp
***    설명: 사용자정보 관리 화면
***
***    -----------------------------    Modified Log   ---------------------------
***    버전        수정일자        수정자        내용
*** ---------------------------------------------------------------------------
***    1.0      2021.10.13    gjhan        First Coding.
*******************************************************************************
--%>
<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<pre>
<b>1. 개인정보의 수집·이용 목적</b>

환경오염피해구제 시스템은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 개인정보보호법 제 18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

·  개인정보의 수집·이용 목적 : 환경오염피해 구제급여 해당 여부, 피해조사 및 구제급여 (선)지급결정 등을 위한 인적 사항, 피해사실의 확인 및 진료정보 조회, 타 법에 따른 지원금 수급여부 조회, 제도개선 관련 각종 연구용역, 설문조사, 구상권 행사, 근로관련 정보(근로여부, 근로사업장, 근로소득액 등) 및 손해배상 관련 정보(소송여부, 화해(재판외/재판상), 조정 등) 조회

<b>2. 수집하는 개인정보의 항목</b>

환경오염피해구제 시스템은 홈페이지 관리를 위해 다음의 개인정보 항목을 처리하고 있습니다.
     
<font style="font-weight:bold;">·  필수항목 : 성명, 생년월일, 휴대전화번호, 주소</font>
<font style="font-weight:bold;">·  선택항목 : 유선전화번호, 이메일주소 등</font>

<b>3. 개인정보의 보유 및 이용기간</b>

환경오염피해구제 시스템은 법령에 따른 개인정보 보유·이용기간 또는 개인정보 수집 시에 정보 주체로부터 동의받은 개인정보 보유, 이용기간 내에서 개인정보를 처리, 보유합니다.

<font style="font-weight:bold;">·  수집근거 : 개인정보보호법 제15조제1항 “정보주체의 동의를 받은 경우”</font>
<font style="font-weight:bold;">·  보유기간 : 신청일로부터 10년이 지난 후 10일까지</font>
     
<b>4. 동의를 거부할 권리가 있다는 사실과 동의 거부에 따른 불이익 내용</b>
 
 이용자는 '당 사이트'에서 수집하는 개인정보에 대해 개인정보보호법에 의거 개인정보의 제공에 따른 동의를 거부할 수 있으나, 환경보건 서비스 제공 및 지원금 수급이 불가능할 수 있습니다.
 </pre>

<%-- ############################# 내용 (종료) ############################# --%>
