<%--
*******************************************************************************
***    명칭: listUserInfo.jsp
***    설명: 사용자정보 관리 화면
***
***    -----------------------------    Modified Log   ---------------------------
***    버전        수정일자        수정자        내용
*** ---------------------------------------------------------------------------
***    1.0      2021.10.13    gjhan        First Coding.
*******************************************************************************
--%>
<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<table>
	<thead>
		<tr>
			<th>
				<font style="font-weight:bold;">제공받는 자</font>
			</th>
			<th>항목</th>
			<th>
				<font style="font-weight:bold;">제공받는 목적</font>
			</th>
			<th>제공받는 자의 보유 및 이용 기간</th>
		</tr>
	</thead>
	<tbody>
		<tr>
			<td>
				<font style="font-weight:bold;">환경부, 근로복지공단, 국민연금공단, 국민건강보험공단, 피해지역 관할 지자체</font>
			</td>
			<td>성명, 주소, 주민등록번호</td>
			<td>
				<font style="font-weight:bold;">환경오염 피해구제 시스템 가입 결정 등을 위한 인적사항 및 피해사실의 확인</font>
			</td>
			<td>이용목적 완료시까지</td>
		</tr>
	</tbody>
</table>

<%-- ############################# 내용 (종료) ############################# --%>
