/**
******************************************************************************************
*** 파일명 : openRelief.js
*** 설명글 : 구제급여 신청 화면 스크립트
***
*** -----------------------------    Modified Log   --------------------------------------
*** ver             date                author                  description
*** --------------------------------------------------------------------------------------
*** 1.0         2021.10.02    LSH
******************************************************************************************
**/
$(function() {

    // 구제급여 신청하기
    //--------------------------------------------------------//
    function doApply() {
		
		let code = $(this).data('code');
		
		$.formUtil.submitForm(getUrl('/usr/relief/openReliefForm.do'), {
			params: { aplySeCd: code }
		});
	}
	
    // 피해자본인신청 클릭시 이벤트 처리
    $('#btnSufrerSlf').bind('click', doApply);
    // 대리인신청(피해자생존) 클릭시 이벤트 처리
    $('#btnAgncyLv'  ).bind('click', doApply);
    // 대리인신청(피해자사망) 클릭시 이벤트 처리
    $('#btnAgncyDth' ).bind('click', doApply);
});
